html/poetry-and-movie.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>诗歌和电影</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="dirtysalt" />
<link rel="shortcut icon" href="/themes/favicon.ico" /><link rel="stylesheet" type="text/css" href="/themes/simple.css"/></head>
<body>
<div id="content">
<h1 class="title">诗歌和电影</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. A Hard Rain’s A-Gonna Fall (Bob Dylan)</a></li>
<li><a href="#sec-2">2. Mr Tambourine Man (Bob Dylan)</a></li>
<li><a href="#sec-3">3. Desolation Row (Bob Dylan)</a></li>
<li><a href="#sec-4">4. 俾面派对 (Beyond)</a></li>
<li><a href="#sec-5">5. Stairway to Heaven (Led Zepplin)</a></li>
<li><a href="#sec-6">6. Do not go gentle into that good night (Dylan Thomas)</a></li>
<li><a href="#sec-7">7. 赛德克巴莱(Seediq Bale) 魏德圣</a></li>
<li><a href="#sec-8">8. 闻香识女人(Scent of a Woman)</a></li>
<li><a href="#sec-9">9. 低俗小说(Pulp Fiction) by Quentin Tarantino</a></li>
<li><a href="#sec-10">10. 拆弹部队(The Hurt Locker)</a></li>
<li><a href="#sec-11">11. 林肯(Lincoln)(2012) by Steven Spielberg</a></li>
<li><a href="#sec-12">12. 致命魔术(The Prestige) by Chris Nolan</a></li>
<li><a href="#sec-13">13. 点球成金(Moneyball)</a></li>
<li><a href="#sec-14">14. 让子弹飞(Let Bullet Flys)</a></li>
<li><a href="#sec-15">15. Guess I’m Doing Fine (Bob Dylan)</a></li>
<li><a href="#sec-16">16. 白日梦想家(The Secret Life of Walter Mitty)</a></li>
<li><a href="#sec-17">17. Boots of Spanish Leather (Bob Dylan)</a></li>
<li><a href="#sec-18">18. The Times They Are A-Changin’ (Bob Dylan)</a></li>
<li><a href="#sec-19">19. It Ain’t Me, Babe (Bob Dylan)</a></li>
<li><a href="#sec-20">20. OP『红莲の弓矢』</a></li>
<li><a href="#sec-21">21. 猜火车 Trainspotting</a></li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> A Hard Rain’s A-Gonna Fall (Bob Dylan)</h2>
<div class="outline-text-2" id="text-1">
<p class="verse">
Oh, where have you been, my blue-eyed son?<br  />
Oh, where have you been, my darling young one?<br  />
I've stumbled on the side of twelve misty mountains<br  />
I've walked and I've crawled on six crooked highways<br  />
I've stepped in the middle of seven sad forests<br  />
I've been out in front of a dozen dead oceans<br  />
I've been ten thousand miles in the mouth of a graveyard<br  />
And it's a hard, and it's a hard, it's a hard, and it's a hard<br  />
And it's a hard rain's a-gonna fall<br  />
<br  />
Oh, what did you see, my blue-eyed son?<br  />
Oh, what did you see, my darling young one?<br  />
I saw a newborn baby with wild wolves all around it<br  />
I saw a highway of diamonds with nobody on it<br  />
I saw a black branch with blood that kept drippin'<br  />
I saw a room full of men with their hammers a-bleedin'<br  />
I saw a white ladder all covered with water<br  />
I saw ten thousand talkers whose tongues were all broken<br  />
I saw guns and sharp swords in the hands of young children<br  />
And it's a hard, and it's a hard, it's a hard, it's a hard<br  />
And it's a hard rain's a-gonna fall<br  />
<br  />
And what did you hear, my blue-eyed son?<br  />
And what did you hear, my darling young one?<br  />
I heard the sound of a thunder, it roared out a warnin'<br  />
Heard the roar of a wave that could drown the whole world<br  />
Heard one hundred drummers whose hands were a-blazin’<br  />
Heard ten thousand whisperin’ and nobody listenin’<br  />
Heard one person starve, I heard many people laughin'<br  />
Heard the song of a poet who died in the gutter<br  />
Heard the sound of a clown who cried in the alley<br  />
And it's a hard, and it's a hard, it's a hard, it's a hard<br  />
And it's a hard rain's a-gonna fall<br  />
<br  />
Oh, who did you meet, my blue-eyed son?<br  />
Who did you meet, my darling young one?<br  />
I met a young child beside a dead pony<br  />
I met a white man who walked a black dog<br  />
I met a young woman whose body was burning<br  />
I met a young girl, she gave me a rainbow<br  />
I met one man who was wounded in love<br  />
I met another man who was wounded with hatred<br  />
And it's a hard, it's a hard, it's a hard, it's a hard<br  />
It's a hard rain's a-gonna fall<br  />
<br  />
Oh, what'll you do now, my blue-eyed son?<br  />
Oh, what'll you do now, my darling young one?<br  />
I'm a-goin' back out 'fore the rain starts a-fallin'<br  />
I'll walk to the depths of the deepest black forest<br  />
Where the people are many and their hands are all empty<br  />
Where the pellets of poison are flooding their waters<br  />
Where the home in the valley meets the damp dirty prison<br  />
Where the executioner's face is always well-hidden<br  />
Where hunger is ugly, where souls are forgotten<br  />
Where black is the color, where none is the number<br  />
And I'll tell it and think it and speak it and breathe it<br  />
And reflect it from the mountain so all souls can see it<br  />
Then I'll stand on the ocean until I start sinkin'<br  />
But I'll know my song well before I start singin'<br  />
And it's a hard, it's a hard, it's a hard, it's a hard<br  />
It's a hard rain's a-gonna fall<br  />
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Mr Tambourine Man (Bob Dylan)</h2>
<div class="outline-text-2" id="text-2">
<p class="verse">
Hey! Mr. Tambourine man, play a song for me<br  />
I'm not sleepy and there is no place I'm going to<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
In the jingle jangle morning I'll come following you<br  />
<br  />
Though I know that evening's empire has returned into sand<br  />
Vanished from my hand<br  />
Left me blindly here to stand but still not sleeping<br  />
My weariness amazes me, I'm branded on my feet<br  />
I have no one to meet<br  />
And the ancient empty street's too dead for dreaming<br  />
<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
I'm not sleepy and there is no place I'm going to<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
In the jingle jangle morning I'll come following you<br  />
<br  />
Take me on a trip upon your magic swirling ship<br  />
My senses have been stripped<br  />
My hands can't feel to grip<br  />
My toes too numb to step<br  />
Wait only for my boot heels to be wandering<br  />
I'm ready to go anywhere, I'm ready for to fade<br  />
Into my own parade<br  />
Cast your dancing spell my way, I promise to go under it<br  />
<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
I'm not sleepy and there is no place I'm going to<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
In the jingle jangle morning I'll come following you<br  />
<br  />
Though you might hear laughing, spinning, swinging madly across the sun<br  />
It's not aimed at anyone<br  />
It's just escaping on the run<br  />
And but for the sky there are no fences facing<br  />
And if you hear vague traces of skipping reels of rhyme<br  />
To your tambourine in time<br  />
It's just a ragged clown behind<br  />
I wouldn't pay it any mind<br  />
It's just a shadow you're seeing that he's chasing<br  />
<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
I'm not sleepy and there is no place I'm going to<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
In the jingle jangle morning I'll come following you<br  />
<br  />
And take me disappearing through the smoke rings of my mind<br  />
Down the foggy ruins of time<br  />
Far past the frozen leaves<br  />
The haunted frightened trees<br  />
Out to the windy beach<br  />
Far from the twisted reach of crazy sorrow<br  />
Yes, to dance beneath the diamond sky<br  />
With one hand waving free<br  />
Silhouetted by the sea<br  />
Circled by the circus sands<br  />
With all memory and fate<br  />
Driven deep beneath the waves<br  />
Let me forget about today until tomorrow<br  />
<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
I'm not sleepy and there is no place I'm going to<br  />
Hey! Mr. Tambourine man, play a song for me<br  />
In the jingle jangle morning I'll come following you<br  />
</p>
</div>
</div>
