src/poetry-and-movie.org
** Desolation Row (Bob Dylan)
#+BEGIN_VERSE
They’re selling postcards of the hanging
They’re painting the passports brown
The beauty parlor is filled with sailors
The circus is in town
Here comes the blind commissioner
They’ve got him in a trance
One hand is tied to the tight-rope walker
The other is in his pants
And the riot squad they’re restless
They need somewhere to go
As Lady and I look out tonight
From Desolation Row

Cinderella, she seems so easy
“It takes one to know one,” she smiles
And puts her hands in her back pockets
Bette Davis style
And in comes Romeo, he’s moaning
“You Belong to Me I Believe”
And someone says, “You’re in the wrong place my friend
You better leave”
And the only sound that’s left
After the ambulances go
Is Cinderella sweeping up
On Desolation Row

Now the moon is almost hidden
The stars are beginning to hide
The fortune-telling lady
Has even taken all her things inside
All except for Cain and Abel
And the hunchback of Notre Dame
Everybody is making love
Or else expecting rain
And the Good Samaritan, he’s dressing
He’s getting ready for the show
He’s going to the carnival tonight
On Desolation Row

Now Ophelia, she’s ’neath the window
For her I feel so afraid
On her twenty-second birthday
She already is an old maid
To her, death is quite romantic
She wears an iron vest
Her profession’s her religion
Her sin is her lifelessness
And though her eyes are fixed upon
Noah’s great rainbow
She spends her time peeking
Into Desolation Row

Einstein, disguised as Robin Hood
With his memories in a trunk
Passed this way an hour ago
With his friend, a jealous monk
He looked so immaculately frightful
As he bummed a cigarette
Then he went off sniffing drainpipes
And reciting the alphabet
Now you would not think to look at him
But he was famous long ago
For playing the electric violin
On Desolation Row

Dr. Filth, he keeps his world
Inside of a leather cup
But all his sexless patients
They’re trying to blow it up
Now his nurse, some local loser
She’s in charge of the cyanide hole
And she also keeps the cards that read
“Have Mercy on His Soul”
They all play on pennywhistles
You can hear them blow
If you lean your head out far enough
From Desolation Row

Across the street they’ve nailed the curtains
They’re getting ready for the feast
The Phantom of the Opera
A perfect image of a priest
They’re spoonfeeding Casanova
To get him to feel more assured
Then they’ll kill him with self-confidence
After poisoning him with words
And the Phantom’s shouting to skinny girls
“Get Outa Here If You Don’t Know
Casanova is just being punished for going
To Desolation Row”

Now at midnight all the agents
And the superhuman crew
Come out and round up everyone
That knows more than they do
Then they bring them to the factory
Where the heart-attack machine
Is strapped across their shoulders
And then the kerosene
Is brought down from the castles
By insurance men who go
Check to see that nobody is escaping
To Desolation Row

Praise be to Nero’s Neptune
The Titanic sails at dawn
And everybody’s shouting
“Which Side Are You On?”
And Ezra Pound and T. S. Eliot
Fighting in the captain’s tower
While calypso singers laugh at them
And fishermen hold flowers
Between the windows of the sea
Where lovely mermaids flow
And nobody has to think too much
About Desolation Row

Yes, I received your letter yesterday
(About the time the doorknob broke)
When you asked how I was doing
Was that some kind of joke?
All these people that you mention
Yes, I know them, they’re quite lame
I had to rearrange their faces
And give them all another name
Right now I can’t read too good
Don’t send me no more letters, no
Not unless you mail them
From Desolation Row
#+END_VERSE

** 俾面派对 (Beyond)

#+BEGIN_VERSE
穿起一身金衣装
取消今天的工作
挤身缤纷的色彩
来让我去告诉你
派对永无真意义

不管相识不相识
尽管多 D Say Hello
不需诸多的挑剔
无谓太过有性格
派对你要不缺席

你话唔俾面
佢话唔赏面
似为名节做奴隶

种种方式的捆绑
请柬一出怎抵挡
想出千般的推搪
明日富贵与闭翳
也要靠你俾下面

你话唔俾面
佢话唔赏面
似为名节做奴隶

你都咪话唔俾面
咪话唔赏面
似用人脸造钱币

你话唔俾面
佢话唔赏面
似为名节做奴隶

你都咪话唔俾面
咪话唔赏面
似用人脸造钱币

至惊至惊你地唔俾面
至惊至惊你地唔俾面
至惊至惊你地唔俾面
至惊至惊你地唔俾面
#+END_VERSE
** Stairway to Heaven (Led Zepplin)

#+BEGIN_VERSE
There's a lady who's sure all that glitters is gold（有一位姑娘她相信闪光的都是金子）
And she's buying a stairway to heaven（她想买一架通往天堂的阶梯）
When she gets there she knows if the stores are all closed（她明白即使商店都已关门）
With a word she can get what she came for（只要轻启朱唇她就能得到所要的东西）
Ooh ooh and she's buying a stairway to heaven（她想买一架通往天堂的阶梯）

There's a sign on the wall but she wants to be sure（墙上分明有告示但她却想打听确实）
'Cause you know sometimes words have two meanings（因为你知道有些词一语双关）
In a tree by the brook there's a songbird who sings（在溪边的树上有只鸟儿在歌唱）
Sometimes all of our thoughts are misgiven（有时我们所有的想法都值得重新思量）
Ooh it makes me wonder（这使我迷茫）
Ooh it makes me wonder（这使我迷茫）

There's a feeling I get when I look to the west（眺望西方一种感觉油然而生）
And my spirit is crying for leaving（我的心灵哭喊着想要离去）
In my thoughts I have seen rings of smoke through the trees（我臆想树林中烟雾袅绕）
And the voices of those who standing looking（伴随着那些眺望者发出的呼喊）
Ooh it makes me wonder（这使我迷茫）
Ooh it really makes me wonder（这真的使我迷茫）

And it's whispered that soon（消息会被迅速地悄声传开）
If we all call the tune（如果我们也有掌调的机会）
Then the piper will lead us to reason（吹笛人会为我们指点迷津）
And a new day will dawn for those who stand long（新的一天为那些坚守许久的人们而破晓）
And the forests will echo with laughter（森林也答以带笑的回音）
Ooh

If there's a bustle in your hedgerow don't be alarmed now（别惊慌如果灌木中传来喧嚷）
It's just a spring clean for the May Queen（那只是为五月皇后而做的春季扫除）
Yes there are two paths you can go by（有两条路你可以选择）
But in the long run（然而长远点说）
There's still time to change the road you're on（你仍有机会改变现在的路）
And it makes me wonder（这使我迷茫）
Ooh

Your head is humming and it won't go（你脑袋嗡嗡作响经久不绝）
In case you don't know（因为你不知道）
The pipers calling you to join him（那是吹笛人邀你与他同行）
Dear lady can you hear the wind blow（亲爱的姑娘你能听见风起的声音吗）
And did you know（你可知道）
Your stairway lies on the whispering wind（你的天堂之梯就横亘在这飒飒风中）
Ooh

And as we wind on down the road（当我们沿路蜿蜒而去）
Our shadows taller than our soul（影子高过我们的灵魂）
There walks a lady we all know（一位我们熟悉的姑娘走来）
Who shines white light and wants to show（她闪烁着白光要我们知道）
How evrything still turns to gold（怎么把世间万物变成金子）
And if you listen very hard（如果你细心聆听）
The tune will come to you at last（你最终会听到那曲调）
When all are one and one is all yeah（当万物合一一即万物）
To be a rock and not to roll（你就会成为磐石岿然不动）
And she's buying a stairway to heaven（她想买一架通往天堂的阶梯）
#+END_VERSE
