html/poetry-and-movie.html

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Desolation Row (Bob Dylan)</h2>
<div class="outline-text-2" id="text-3">
<p class="verse">
They’re selling postcards of the hanging<br  />
They’re painting the passports brown<br  />
The beauty parlor is filled with sailors<br  />
The circus is in town<br  />
Here comes the blind commissioner<br  />
They’ve got him in a trance<br  />
One hand is tied to the tight-rope walker<br  />
The other is in his pants<br  />
And the riot squad they’re restless<br  />
They need somewhere to go<br  />
As Lady and I look out tonight<br  />
From Desolation Row<br  />
<br  />
Cinderella, she seems so easy<br  />
“It takes one to know one,” she smiles<br  />
And puts her hands in her back pockets<br  />
Bette Davis style<br  />
And in comes Romeo, he’s moaning<br  />
“You Belong to Me I Believe”<br  />
And someone says, “You’re in the wrong place my friend<br  />
You better leave”<br  />
And the only sound that’s left<br  />
After the ambulances go<br  />
Is Cinderella sweeping up<br  />
On Desolation Row<br  />
<br  />
Now the moon is almost hidden<br  />
The stars are beginning to hide<br  />
The fortune-telling lady<br  />
Has even taken all her things inside<br  />
All except for Cain and Abel<br  />
And the hunchback of Notre Dame<br  />
Everybody is making love<br  />
Or else expecting rain<br  />
And the Good Samaritan, he’s dressing<br  />
He’s getting ready for the show<br  />
He’s going to the carnival tonight<br  />
On Desolation Row<br  />
<br  />
Now Ophelia, she’s ’neath the window<br  />
For her I feel so afraid<br  />
On her twenty-second birthday<br  />
She already is an old maid<br  />
To her, death is quite romantic<br  />
She wears an iron vest<br  />
Her profession’s her religion<br  />
Her sin is her lifelessness<br  />
And though her eyes are fixed upon<br  />
Noah’s great rainbow<br  />
She spends her time peeking<br  />
Into Desolation Row<br  />
<br  />
Einstein, disguised as Robin Hood<br  />
With his memories in a trunk<br  />
Passed this way an hour ago<br  />
With his friend, a jealous monk<br  />
He looked so immaculately frightful<br  />
As he bummed a cigarette<br  />
Then he went off sniffing drainpipes<br  />
And reciting the alphabet<br  />
Now you would not think to look at him<br  />
But he was famous long ago<br  />
For playing the electric violin<br  />
On Desolation Row<br  />
<br  />
Dr. Filth, he keeps his world<br  />
Inside of a leather cup<br  />
But all his sexless patients<br  />
They’re trying to blow it up<br  />
Now his nurse, some local loser<br  />
She’s in charge of the cyanide hole<br  />
And she also keeps the cards that read<br  />
“Have Mercy on His Soul”<br  />
They all play on pennywhistles<br  />
You can hear them blow<br  />
If you lean your head out far enough<br  />
From Desolation Row<br  />
<br  />
Across the street they’ve nailed the curtains<br  />
They’re getting ready for the feast<br  />
The Phantom of the Opera<br  />
A perfect image of a priest<br  />
They’re spoonfeeding Casanova<br  />
To get him to feel more assured<br  />
Then they’ll kill him with self-confidence<br  />
After poisoning him with words<br  />
And the Phantom’s shouting to skinny girls<br  />
“Get Outa Here If You Don’t Know<br  />
Casanova is just being punished for going<br  />
To Desolation Row”<br  />
<br  />
Now at midnight all the agents<br  />
And the superhuman crew<br  />
Come out and round up everyone<br  />
That knows more than they do<br  />
Then they bring them to the factory<br  />
Where the heart-attack machine<br  />
Is strapped across their shoulders<br  />
And then the kerosene<br  />
Is brought down from the castles<br  />
By insurance men who go<br  />
Check to see that nobody is escaping<br  />
To Desolation Row<br  />
<br  />
Praise be to Nero’s Neptune<br  />
The Titanic sails at dawn<br  />
And everybody’s shouting<br  />
“Which Side Are You On?”<br  />
And Ezra Pound and T. S. Eliot<br  />
Fighting in the captain’s tower<br  />
While calypso singers laugh at them<br  />
And fishermen hold flowers<br  />
Between the windows of the sea<br  />
Where lovely mermaids flow<br  />
And nobody has to think too much<br  />
About Desolation Row<br  />
<br  />
Yes, I received your letter yesterday<br  />
(About the time the doorknob broke)<br  />
When you asked how I was doing<br  />
Was that some kind of joke?<br  />
All these people that you mention<br  />
Yes, I know them, they’re quite lame<br  />
I had to rearrange their faces<br  />
And give them all another name<br  />
Right now I can’t read too good<br  />
Don’t send me no more letters, no<br  />
Not unless you mail them<br  />
From Desolation Row<br  />
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> 俾面派对 (Beyond)</h2>
<div class="outline-text-2" id="text-4">
<p class="verse">
穿起一身金衣装<br  />
取消今天的工作<br  />
挤身缤纷的色彩<br  />
来让我去告诉你<br  />
派对永无真意义<br  />
<br  />
不管相识不相识<br  />
尽管多 D Say Hello<br  />
不需诸多的挑剔<br  />
无谓太过有性格<br  />
派对你要不缺席<br  />
<br  />
你话唔俾面<br  />
佢话唔赏面<br  />
似为名节做奴隶<br  />
<br  />
种种方式的捆绑<br  />
请柬一出怎抵挡<br  />
想出千般的推搪<br  />
明日富贵与闭翳<br  />
也要靠你俾下面<br  />
<br  />
你话唔俾面<br  />
佢话唔赏面<br  />
似为名节做奴隶<br  />
<br  />
你都咪话唔俾面<br  />
咪话唔赏面<br  />
似用人脸造钱币<br  />
<br  />
你话唔俾面<br  />
佢话唔赏面<br  />
似为名节做奴隶<br  />
<br  />
你都咪话唔俾面<br  />
咪话唔赏面<br  />
似用人脸造钱币<br  />
<br  />
至惊至惊你地唔俾面<br  />
至惊至惊你地唔俾面<br  />
至惊至惊你地唔俾面<br  />
至惊至惊你地唔俾面<br  />
</p>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Stairway to Heaven (Led Zepplin)</h2>
<div class="outline-text-2" id="text-5">
<p class="verse">
There's a lady who's sure all that glitters is gold（有一位姑娘她相信闪光的都是金子）<br  />
And she's buying a stairway to heaven（她想买一架通往天堂的阶梯）<br  />
When she gets there she knows if the stores are all closed（她明白即使商店都已关门）<br  />
With a word she can get what she came for（只要轻启朱唇她就能得到所要的东西）<br  />
Ooh ooh and she's buying a stairway to heaven（她想买一架通往天堂的阶梯）<br  />
<br  />
There's a sign on the wall but she wants to be sure（墙上分明有告示但她却想打听确实）<br  />
'Cause you know sometimes words have two meanings（因为你知道有些词一语双关）<br  />
In a tree by the brook there's a songbird who sings（在溪边的树上有只鸟儿在歌唱）<br  />
Sometimes all of our thoughts are misgiven（有时我们所有的想法都值得重新思量）<br  />
Ooh it makes me wonder（这使我迷茫）<br  />
Ooh it makes me wonder（这使我迷茫）<br  />
<br  />
There's a feeling I get when I look to the west（眺望西方一种感觉油然而生）<br  />
And my spirit is crying for leaving（我的心灵哭喊着想要离去）<br  />
In my thoughts I have seen rings of smoke through the trees（我臆想树林中烟雾袅绕）<br  />
And the voices of those who standing looking（伴随着那些眺望者发出的呼喊）<br  />
Ooh it makes me wonder（这使我迷茫）<br  />
Ooh it really makes me wonder（这真的使我迷茫）<br  />
<br  />
And it's whispered that soon（消息会被迅速地悄声传开）<br  />
If we all call the tune（如果我们也有掌调的机会）<br  />
Then the piper will lead us to reason（吹笛人会为我们指点迷津）<br  />
And a new day will dawn for those who stand long（新的一天为那些坚守许久的人们而破晓）<br  />
And the forests will echo with laughter（森林也答以带笑的回音）<br  />
Ooh<br  />
<br  />
If there's a bustle in your hedgerow don't be alarmed now（别惊慌如果灌木中传来喧嚷）<br  />
It's just a spring clean for the May Queen（那只是为五月皇后而做的春季扫除）<br  />
Yes there are two paths you can go by（有两条路你可以选择）<br  />
But in the long run（然而长远点说）<br  />
There's still time to change the road you're on（你仍有机会改变现在的路）<br  />
And it makes me wonder（这使我迷茫）<br  />
Ooh<br  />
<br  />
Your head is humming and it won't go（你脑袋嗡嗡作响经久不绝）<br  />
In case you don't know（因为你不知道）<br  />
The pipers calling you to join him（那是吹笛人邀你与他同行）<br  />
Dear lady can you hear the wind blow（亲爱的姑娘你能听见风起的声音吗）<br  />
And did you know（你可知道）<br  />
Your stairway lies on the whispering wind（你的天堂之梯就横亘在这飒飒风中）<br  />
Ooh<br  />
<br  />
And as we wind on down the road（当我们沿路蜿蜒而去）<br  />
Our shadows taller than our soul（影子高过我们的灵魂）<br  />
There walks a lady we all know（一位我们熟悉的姑娘走来）<br  />
Who shines white light and wants to show（她闪烁着白光要我们知道）<br  />
How evrything still turns to gold（怎么把世间万物变成金子）<br  />
And if you listen very hard（如果你细心聆听）<br  />
The tune will come to you at last（你最终会听到那曲调）<br  />
When all are one and one is all yeah（当万物合一一即万物）<br  />
To be a rock and not to roll（你就会成为磐石岿然不动）<br  />
And she's buying a stairway to heaven（她想买一架通往天堂的阶梯）<br  />
</p>
</div>
</div>
