src/poetry-and-movie.org
** 点球成金(Moneyball)

没错，我可能被炒掉。那样的话，我44岁只有高中学历，还很想送女儿上大学。而你才二十五岁，耶鲁大学毕业，还有很漂亮的见习履历。我想我们没有说到点子上，我们应该思考的问题是，你到底信不信我们会成功？你觉得我们还有必要向别人解释？不必，向任何人解释。

不，伙计，我可没付你七百万，洋基队付了你一般薪水。他们认为你就值那么多，他们付你三百五十万与他们对打。大卫，你已经三十七岁了，你我为何不开诚布公各取所需呢？我想榨干你最后一点棒球能力，你想继续留在赛场上。我付你薪水不是因为你以前的名声，而是你目前的能力。你很聪明，知道我们努力的目标，给年轻球员做个榜样，做个领袖。

你用四千一百万打造了一支打进季后赛的球队，没有Damon, Giambi, Isringhausen, Pena, 没有了他们，你还赢得了更多的比赛。你赢的场次和洋基队一样多，但是洋基队每赢一场花费一百四十万，你只用二十六万。我知道你不同意我的想法，但是第一个敢于打破陈规的人，必定会碰得头破血流。这是必然的，这不但威胁到他们的经营方式，他们的思维，还威胁到了比赛，真正受到威胁的是他们的生活和工作，威胁到他们的处世之道。每次发生这种事情，无论是一个政府，还是一种经营方式，无论主体是什么，那些大权在握掌控全局的人，都抓狂了。无论是哪个球队的经理，如果现在还不拆散自己的队伍，再按照你的模式重建，他们就是老顽固。到十月，他们就会坐在沙发上，眼睁睁地看着Boston Red Sox赢得世界职业棒球大赛。
** 让子弹飞(Let Bullet Flys)
看懂《讓子彈飛》这个信仰與人性並行的社會

#+BEGIN_EXPORT HTML
<iframe width="560" height="315" src="https://www.youtube.com/embed/aaVy2pDLz1Y" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
#+END_EXPORT

** Guess I’m Doing Fine (Bob Dylan)
#+BEGIN_VERSE
Well, I ain’t got my childhood
Or friends I once did know
No, I ain’t got my childhood
Or friends I once did know
But I still got my voice left
I can take it anywhere I go
Hey, hey, so I guess I’m doin’ fine


And I’ve never had much money
But I’m still around somehow
No, I’ve never had much money
But I’m still around somehow
Many times I’ve bended
But I ain’t never yet bowed
Hey, hey, so I guess I’m doin’ fine


Trouble, oh trouble
I’ve trouble on my mind
Trouble, oh trouble
Trouble on my mind
But the trouble in the world, Lord
Is much more bigger than mine
Hey, hey, so I guess I’m doin’ fine


And I never had no armies
To jump at my command
No, I ain’t got no armies
To jump at my command
But I don’t need no armies
I got me one good friend
Hey, hey, so I guess I’m doin’ fine


I been kicked and whipped and trampled on
I been shot at just like you
I been kicked and whipped and trampled on
I been shot at just like you.
But as long as the world keeps a-turnin’
I just keep a-turnin’ too
Hey, hey, so I guess I’m doin’ fine


Well, my road might be rocky
The stones might cut my face
My road it might be rocky
The stones might cut my face
But as some folks ain’t got no road at all
They gotta stand in the same old place
Hey, hey, so I guess I’m doin’ fine
#+END_VERSE
** 白日梦想家(The Secret Life of Walter Mitty)
美好的事物不要轻易惊扰。

#+BEGIN_VERSE
Beautiful things don't ask for attention.
#+END_VERSE

开拓视野，冲破艰险，洞悉所有，贴近生活，寻找真爱，感受彼此。 这就是人生的目的。

#+BEGIN_VERSE
To see the world,
things dangerous to come to,
to see behind walls,
to draw closer,
to find each other and to feel.
That is the purpose of LIFE.
#+END_VERSE

** Boots of Spanish Leather (Bob Dylan)
#+BEGIN_VERSE
Oh, I’m sailin’ away my own true love
I’m sailin’ away in the morning
Is there something I can send you from across the sea
From the place that I’ll be landing?


No, there’s nothin’ you can send me, my own true love
There’s nothin’ I wish to be ownin’
Just carry yourself back to me unspoiled
From across that lonesome ocean


Oh, but I just thought you might want something fine
Made of silver or of golden
Either from the mountains of Madrid
Or from the coast of Barcelona


Oh, but if I had the stars from the darkest night
And the diamonds from the deepest ocean
I’d forsake them all for your sweet kiss
For that’s all I’m wishin’ to be ownin’


That I might be gone a long time
And it’s only that I’m askin’
Is there something I can send you to remember me by
To make your time more easy passin’


Oh, how can, how can you ask me again
It only brings me sorrow
The same thing I want from you today
I would want again tomorrow


I got a letter on a lonesome day
It was from her ship a-sailin’
Saying I don’t know when I’ll be comin’ back again
It depends on how I’m a-feelin’


Well, if you, my love, must think that-a-way
I’m sure your mind is roamin’
I’m sure your heart is not with me
But with the country to where you’re goin’


So take heed, take heed of the western wind
Take heed of the stormy weather
And yes, there’s something you can send back to me
Spanish boots of Spanish leather
#+END_VERSE
** The Times They Are A-Changin’ (Bob Dylan)
#+BEGIN_VERSE
Come gather ’round people
Wherever you roam
And admit that the waters
Around you have grown
And accept it that soon
You’ll be drenched to the bone
If your time to you is worth savin’
Then you better start swimmin’ or you’ll sink like a stone
For the times they are a-changin’


Come writers and critics
Who prophesize with your pen
And keep your eyes wide
The chance won’t come again
And don’t speak too soon
For the wheel’s still in spin
And there’s no tellin’ who that it’s namin’
For the loser now will be later to win
For the times they are a-changin’


Come senators, congressmen
Please heed the call
Don’t stand in the doorway
Don’t block up the hall
For he that gets hurt
Will be he who has stalled
There’s a battle outside and it is ragin’
It’ll soon shake your windows and rattle your walls
For the times they are a-changin’


Come mothers and fathers
Throughout the land
And don’t criticize
What you can’t understand
Your sons and your daughters
Are beyond your command
Your old road is rapidly agin’
Please get out of the new one if you can’t lend your hand
For the times they are a-changin’


The line it is drawn
The curse it is cast
The slow one now
Will later be fast
As the present now
Will later be past
The order is rapidly fadin’
And the first one now will later be last
For the times they are a-changin’
#+END_VERSE
** It Ain’t Me, Babe (Bob Dylan)

#+BEGIN_VERSE
Go ’way from my window
Leave at your own chosen speed
I’m not the one you want, babe
I’m not the one you need
You say you’re lookin’ for someone
Never weak but always strong
To protect you an’ defend you
Whether you are right or wrong
Someone to open each and every door
But it ain’t me, babe
No, no, no, it ain’t me, babe
It ain’t me you’re lookin’ for, babe


Go lightly from the ledge, babe
Go lightly on the ground
I’m not the one you want, babe
I will only let you down
You say you’re lookin’ for someone
Who will promise never to part
Someone to close his eyes for you
Someone to close his heart
Someone who will die for you an’ more
But it ain’t me, babe
No, no, no, it ain’t me, babe
It ain’t me you’re lookin’ for, babe


Go melt back into the night, babe
Everything inside is made of stone
There’s nothing in here moving
An’ anyway I’m not alone
You say you’re lookin' for someone
Who’ll pick you up each time you fall
To gather flowers constantly
An’ to come each time you call
A lover for your life an’ nothing more
But it ain’t me, babe
No, no, no, it ain’t me, babe
It ain’t me you’re lookin’ for, babe
#+END_VERSE
