html/poetry-and-movie.html

<div id="outline-container-sec-13" class="outline-2">
<h2 id="sec-13"><span class="section-number-2">13</span> 点球成金(Moneyball)</h2>
<div class="outline-text-2" id="text-13">
<p>
没错，我可能被炒掉。那样的话，我44岁只有高中学历，还很想送女儿上大学。而你才二十五岁，耶鲁大学毕业，还有很漂亮的见习履历。我想我们没有说到点子上，我们应该思考的问题是，你到底信不信我们会成功？你觉得我们还有必要向别人解释？不必，向任何人解释。
</p>

<p>
不，伙计，我可没付你七百万，洋基队付了你一般薪水。他们认为你就值那么多，他们付你三百五十万与他们对打。大卫，你已经三十七岁了，你我为何不开诚布公各取所需呢？我想榨干你最后一点棒球能力，你想继续留在赛场上。我付你薪水不是因为你以前的名声，而是你目前的能力。你很聪明，知道我们努力的目标，给年轻球员做个榜样，做个领袖。
</p>

<p>
你用四千一百万打造了一支打进季后赛的球队，没有Damon, Giambi, Isringhausen, Pena, 没有了他们，你还赢得了更多的比赛。你赢的场次和洋基队一样多，但是洋基队每赢一场花费一百四十万，你只用二十六万。我知道你不同意我的想法，但是第一个敢于打破陈规的人，必定会碰得头破血流。这是必然的，这不但威胁到他们的经营方式，他们的思维，还威胁到了比赛，真正受到威胁的是他们的生活和工作，威胁到他们的处世之道。每次发生这种事情，无论是一个政府，还是一种经营方式，无论主体是什么，那些大权在握掌控全局的人，都抓狂了。无论是哪个球队的经理，如果现在还不拆散自己的队伍，再按照你的模式重建，他们就是老顽固。到十月，他们就会坐在沙发上，眼睁睁地看着Boston Red Sox赢得世界职业棒球大赛。
</p>
</div>
</div>
<div id="outline-container-sec-14" class="outline-2">
<h2 id="sec-14"><span class="section-number-2">14</span> 让子弹飞(Let Bullet Flys)</h2>
<div class="outline-text-2" id="text-14">
<p>
看懂《讓子彈飛》这个信仰與人性並行的社會
</p>

<div class="export">
<p>
&lt;iframe width="560" height="315" src="<a href="https://www.youtube.com/embed/aaVy2pDLz1Y">https://www.youtube.com/embed/aaVy2pDLz1Y</a>" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen&gt;&lt;/iframe&gt;
</p>

</div>
</div>
</div>

<div id="outline-container-sec-15" class="outline-2">
<h2 id="sec-15"><span class="section-number-2">15</span> Guess I’m Doing Fine (Bob Dylan)</h2>
<div class="outline-text-2" id="text-15">
<p class="verse">
Well, I ain’t got my childhood<br  />
Or friends I once did know<br  />
No, I ain’t got my childhood<br  />
Or friends I once did know<br  />
But I still got my voice left<br  />
I can take it anywhere I go<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
<br  />
<br  />
And I’ve never had much money<br  />
But I’m still around somehow<br  />
No, I’ve never had much money<br  />
But I’m still around somehow<br  />
Many times I’ve bended<br  />
But I ain’t never yet bowed<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
<br  />
<br  />
Trouble, oh trouble<br  />
I’ve trouble on my mind<br  />
Trouble, oh trouble<br  />
Trouble on my mind<br  />
But the trouble in the world, Lord<br  />
Is much more bigger than mine<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
<br  />
<br  />
And I never had no armies<br  />
To jump at my command<br  />
No, I ain’t got no armies<br  />
To jump at my command<br  />
But I don’t need no armies<br  />
I got me one good friend<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
<br  />
<br  />
I been kicked and whipped and trampled on<br  />
I been shot at just like you<br  />
I been kicked and whipped and trampled on<br  />
I been shot at just like you.<br  />
But as long as the world keeps a-turnin’<br  />
I just keep a-turnin’ too<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
<br  />
<br  />
Well, my road might be rocky<br  />
The stones might cut my face<br  />
My road it might be rocky<br  />
The stones might cut my face<br  />
But as some folks ain’t got no road at all<br  />
They gotta stand in the same old place<br  />
Hey, hey, so I guess I’m doin’ fine<br  />
</p>
</div>
</div>
<div id="outline-container-sec-16" class="outline-2">
<h2 id="sec-16"><span class="section-number-2">16</span> 白日梦想家(The Secret Life of Walter Mitty)</h2>
<div class="outline-text-2" id="text-16">
<p>
美好的事物不要轻易惊扰。
</p>

<p class="verse">
Beautiful things don't ask for attention.<br  />
</p>

<p>
开拓视野，冲破艰险，洞悉所有，贴近生活，寻找真爱，感受彼此。 这就是人生的目的。
</p>

<p class="verse">
To see the world,<br  />
things dangerous to come to,<br  />
to see behind walls,<br  />
to draw closer,<br  />
to find each other and to feel.<br  />
That is the purpose of LIFE.<br  />
</p>
</div>
</div>

<div id="outline-container-sec-17" class="outline-2">
<h2 id="sec-17"><span class="section-number-2">17</span> Boots of Spanish Leather (Bob Dylan)</h2>
<div class="outline-text-2" id="text-17">
<p class="verse">
Oh, I’m sailin’ away my own true love<br  />
I’m sailin’ away in the morning<br  />
Is there something I can send you from across the sea<br  />
From the place that I’ll be landing?<br  />
<br  />
<br  />
No, there’s nothin’ you can send me, my own true love<br  />
There’s nothin’ I wish to be ownin’<br  />
Just carry yourself back to me unspoiled<br  />
From across that lonesome ocean<br  />
<br  />
<br  />
Oh, but I just thought you might want something fine<br  />
Made of silver or of golden<br  />
Either from the mountains of Madrid<br  />
Or from the coast of Barcelona<br  />
<br  />
<br  />
Oh, but if I had the stars from the darkest night<br  />
And the diamonds from the deepest ocean<br  />
I’d forsake them all for your sweet kiss<br  />
For that’s all I’m wishin’ to be ownin’<br  />
<br  />
<br  />
That I might be gone a long time<br  />
And it’s only that I’m askin’<br  />
Is there something I can send you to remember me by<br  />
To make your time more easy passin’<br  />
<br  />
<br  />
Oh, how can, how can you ask me again<br  />
It only brings me sorrow<br  />
The same thing I want from you today<br  />
I would want again tomorrow<br  />
<br  />
<br  />
I got a letter on a lonesome day<br  />
It was from her ship a-sailin’<br  />
Saying I don’t know when I’ll be comin’ back again<br  />
It depends on how I’m a-feelin’<br  />
<br  />
<br  />
Well, if you, my love, must think that-a-way<br  />
I’m sure your mind is roamin’<br  />
I’m sure your heart is not with me<br  />
But with the country to where you’re goin’<br  />
<br  />
<br  />
So take heed, take heed of the western wind<br  />
Take heed of the stormy weather<br  />
And yes, there’s something you can send back to me<br  />
Spanish boots of Spanish leather<br  />
</p>
</div>
</div>
<div id="outline-container-sec-18" class="outline-2">
<h2 id="sec-18"><span class="section-number-2">18</span> The Times They Are A-Changin’ (Bob Dylan)</h2>
<div class="outline-text-2" id="text-18">
<p class="verse">
Come gather ’round people<br  />
Wherever you roam<br  />
And admit that the waters<br  />
Around you have grown<br  />
And accept it that soon<br  />
You’ll be drenched to the bone<br  />
If your time to you is worth savin’<br  />
Then you better start swimmin’ or you’ll sink like a stone<br  />
For the times they are a-changin’<br  />
<br  />
<br  />
Come writers and critics<br  />
Who prophesize with your pen<br  />
And keep your eyes wide<br  />
The chance won’t come again<br  />
And don’t speak too soon<br  />
For the wheel’s still in spin<br  />
And there’s no tellin’ who that it’s namin’<br  />
For the loser now will be later to win<br  />
For the times they are a-changin’<br  />
<br  />
<br  />
Come senators, congressmen<br  />
Please heed the call<br  />
Don’t stand in the doorway<br  />
Don’t block up the hall<br  />
For he that gets hurt<br  />
Will be he who has stalled<br  />
There’s a battle outside and it is ragin’<br  />
It’ll soon shake your windows and rattle your walls<br  />
For the times they are a-changin’<br  />
<br  />
<br  />
Come mothers and fathers<br  />
Throughout the land<br  />
And don’t criticize<br  />
What you can’t understand<br  />
Your sons and your daughters<br  />
Are beyond your command<br  />
Your old road is rapidly agin’<br  />
Please get out of the new one if you can’t lend your hand<br  />
For the times they are a-changin’<br  />
<br  />
<br  />
The line it is drawn<br  />
The curse it is cast<br  />
The slow one now<br  />
Will later be fast<br  />
As the present now<br  />
Will later be past<br  />
The order is rapidly fadin’<br  />
And the first one now will later be last<br  />
For the times they are a-changin’<br  />
</p>
</div>
</div>
<div id="outline-container-sec-19" class="outline-2">
<h2 id="sec-19"><span class="section-number-2">19</span> It Ain’t Me, Babe (Bob Dylan)</h2>
<div class="outline-text-2" id="text-19">
<p class="verse">
Go ’way from my window<br  />
Leave at your own chosen speed<br  />
I’m not the one you want, babe<br  />
I’m not the one you need<br  />
You say you’re lookin’ for someone<br  />
Never weak but always strong<br  />
To protect you an’ defend you<br  />
Whether you are right or wrong<br  />
Someone to open each and every door<br  />
But it ain’t me, babe<br  />
No, no, no, it ain’t me, babe<br  />
It ain’t me you’re lookin’ for, babe<br  />
<br  />
<br  />
Go lightly from the ledge, babe<br  />
Go lightly on the ground<br  />
I’m not the one you want, babe<br  />
I will only let you down<br  />
You say you’re lookin’ for someone<br  />
Who will promise never to part<br  />
Someone to close his eyes for you<br  />
Someone to close his heart<br  />
Someone who will die for you an’ more<br  />
But it ain’t me, babe<br  />
No, no, no, it ain’t me, babe<br  />
It ain’t me you’re lookin’ for, babe<br  />
<br  />
<br  />
Go melt back into the night, babe<br  />
Everything inside is made of stone<br  />
There’s nothing in here moving<br  />
An’ anyway I’m not alone<br  />
You say you’re lookin' for someone<br  />
Who’ll pick you up each time you fall<br  />
To gather flowers constantly<br  />
An’ to come each time you call<br  />
A lover for your life an’ nothing more<br  />
But it ain’t me, babe<br  />
No, no, no, it ain’t me, babe<br  />
It ain’t me you’re lookin’ for, babe<br  />
</p>
</div>
</div>
