src/poetry-and-movie.org
** OP『红莲の弓矢』

#+BEGIN_VERSE
（他们是猎物而我们是猎人！）
花谢凋零终遭人践 残瓣之名至今难辨
坠地之鸟顾影自怜 急盼风起以了夙愿
一味祷告纵然心虔 世间又能有何改变
改变当下唯有信念 殊死一战不畏艰险
尸横遍野 跨步再向前
独桀骜 耻不前 猪猡笑 刍狗喧
家畜安宁槛内 繁荣亦虚伪
饿狼只求自由 至死不悔！
身困牢笼中 屈辱的体验
酝出反攻 破茧而现
猎手奋战 城墙另一边
戮敌如风 血染满云天
盈满的冲动 迸发在心间
点燃其身 肆意地宣泄
贯穿于暮天 绯红之烈焰
艳若红莲 疾似箭
#+END_VERSE
** 猜火车 Trainspotting

#+BEGIN_VERSE
Choose life.

选择生活。

Choose a job.

选择一份活儿。

Choose a career.

选择一项事业。

Choose a family, Choose a fu*king big television,

选择一个家庭，选择一个巨他妈大的电视机，

Choose washing machines, cars, compact disc players,

and electrical tin openers.

选择洗衣机、汽车、镭射音响，还有电动开罐器。

Choose good health, low cholesterol and dental insurance.

选择小心保养自己的身体、低胆固醇和牙科保险。

Choose fixed-interest mortgage repayments.

选择固定利率的抵押贷款。

Choose a starter home.

选择政府提供的低价而体面的住宅。

Choose your friends.

选择你的朋友。

Choose leisure wear and matching luggage.

选择休闲装和配套的旅行包。

Choose a three piece suite on hire purchase in a range

of fu*king fabrics.

选择用分期付款买回同系列的他妈什么织物做的三套件西装。

Choose DIY and wondering who you are on a Sunday morning.

选择自己动手做，然后在某个星期天的早晨问自己我这是在哪儿呀。

Choose sitting on that couch watching mind-numbing

spirit-crushing game shows, stuffing fu*king junk food

into your mouth.

选择坐在那张睡椅上看让脑子发木脑浆被挤成稀屎状的体育节目，一边往自己嘴里塞他妈的垃圾食物。

Choose rotting away at the end of it all, pishing you last

in a miserable home, nothing more than an embarrassment

to the selfish, fu*ked-up brats you have spawned

to replace yourself.

选择在这一切的末尾烂掉，最后在一个破破烂烂的家里遭儿女唾弃，当初你用精子弄出他们来代替你，现在对这些自私的、满不在乎的小子们来说，你只是一个老厌物。

Choose your future.

选择你的未来。

Choose life.

选择生活。

But who would I want to do a thing like that?

但我是谁啊？我会想去做那些事情？

I choose not to choose life: I choose something else.

我选择不选择生活：我选择一些别的什么东西。

And the reasons? There are no reasons.

理由？没有理由。
#+END_VERSE
