html/poetry-and-movie.html
<div id="outline-container-sec-20" class="outline-2">
<h2 id="sec-20"><span class="section-number-2">20</span> OP『红莲の弓矢』</h2>
<div class="outline-text-2" id="text-20">
<p class="verse">
（他们是猎物而我们是猎人！）<br  />
花谢凋零终遭人践 残瓣之名至今难辨<br  />
坠地之鸟顾影自怜 急盼风起以了夙愿<br  />
一味祷告纵然心虔 世间又能有何改变<br  />
改变当下唯有信念 殊死一战不畏艰险<br  />
尸横遍野 跨步再向前<br  />
独桀骜 耻不前 猪猡笑 刍狗喧<br  />
家畜安宁槛内 繁荣亦虚伪<br  />
饿狼只求自由 至死不悔！<br  />
身困牢笼中 屈辱的体验<br  />
酝出反攻 破茧而现<br  />
猎手奋战 城墙另一边<br  />
戮敌如风 血染满云天<br  />
盈满的冲动 迸发在心间<br  />
点燃其身 肆意地宣泄<br  />
贯穿于暮天 绯红之烈焰<br  />
艳若红莲 疾似箭<br  />
</p>
</div>
</div>
<div id="outline-container-sec-21" class="outline-2">
<h2 id="sec-21"><span class="section-number-2">21</span> 猜火车 Trainspotting</h2>
<div class="outline-text-2" id="text-21">
<p class="verse">
Choose life.<br  />
<br  />
选择生活。<br  />
<br  />
Choose a job.<br  />
<br  />
选择一份活儿。<br  />
<br  />
Choose a career.<br  />
<br  />
选择一项事业。<br  />
<br  />
Choose a family, Choose a fu*king big television,<br  />
<br  />
选择一个家庭，选择一个巨他妈大的电视机，<br  />
<br  />
Choose washing machines, cars, compact disc players,<br  />
<br  />
and electrical tin openers.<br  />
<br  />
选择洗衣机、汽车、镭射音响，还有电动开罐器。<br  />
<br  />
Choose good health, low cholesterol and dental insurance.<br  />
<br  />
选择小心保养自己的身体、低胆固醇和牙科保险。<br  />
<br  />
Choose fixed-interest mortgage repayments.<br  />
<br  />
选择固定利率的抵押贷款。<br  />
<br  />
Choose a starter home.<br  />
<br  />
选择政府提供的低价而体面的住宅。<br  />
<br  />
Choose your friends.<br  />
<br  />
选择你的朋友。<br  />
<br  />
Choose leisure wear and matching luggage.<br  />
<br  />
选择休闲装和配套的旅行包。<br  />
<br  />
Choose a three piece suite on hire purchase in a range<br  />
<br  />
of fu*king fabrics.<br  />
<br  />
选择用分期付款买回同系列的他妈什么织物做的三套件西装。<br  />
<br  />
Choose DIY and wondering who you are on a Sunday morning.<br  />
<br  />
选择自己动手做，然后在某个星期天的早晨问自己我这是在哪儿呀。<br  />
<br  />
Choose sitting on that couch watching mind-numbing<br  />
<br  />
spirit-crushing game shows, stuffing fu*king junk food<br  />
<br  />
into your mouth.<br  />
<br  />
选择坐在那张睡椅上看让脑子发木脑浆被挤成稀屎状的体育节目，一边往自己嘴里塞他妈的垃圾食物。<br  />
<br  />
Choose rotting away at the end of it all, pishing you last<br  />
<br  />
in a miserable home, nothing more than an embarrassment<br  />
<br  />
to the selfish, fu*ked-up brats you have spawned<br  />
<br  />
to replace yourself.<br  />
<br  />
选择在这一切的末尾烂掉，最后在一个破破烂烂的家里遭儿女唾弃，当初你用精子弄出他们来代替你，现在对这些自私的、满不在乎的小子们来说，你只是一个老厌物。<br  />
<br  />
Choose your future.<br  />
<br  />
选择你的未来。<br  />
<br  />
Choose life.<br  />
<br  />
选择生活。<br  />
<br  />
But who would I want to do a thing like that?<br  />
<br  />
但我是谁啊？我会想去做那些事情？<br  />
<br  />
I choose not to choose life: I choose something else.<br  />
<br  />
我选择不选择生活：我选择一些别的什么东西。<br  />
<br  />
And the reasons? There are no reasons.<br  />
<br  />
理由？没有理由。<br  />
</p>
</div>
</div>
</div>
</body>
</html>
